Repository: mozilla-l10n/mt-training-data
Catalog: wbl/wbl_pontoon.tmx
Source language: en_us
Languages: wbl

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
wbl: nivishetkẽ matanẽ sẽma kumrẽs̃h ki naqlẽhaq istmol ne wost - misoli ki ziyoda haya kitobisht kumdvẽv ki 1920sen tẽrmis pẽ jẽhon k̃het

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
wbl: sẽdhũydẽs̃h ki hadẽm zik ki chiz klip kẽs̃hỹnẽr nas. sakẽr caq s̃heg̃hd pẽs qẽtor rikord̃ẽr mẽdad woc

source: Luganda
wbl: Luganda e Uganda Afriqahe yi Sarkori Zik

source: Luxembourgish
wbl: Yemi Luxumbourg e yi Sarkori Zik

source: Macedonian
wbl: Macedonian i Maqdunia he Sarkori Zik

source: Mada
wbl: Mada i Nigeria he yi Muqomi Zik

source: Maithili
wbl: Maithili Zikes`h de Hindustonet Nepale chandi Jayev k`hanen

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
wbl: Ce qẽsa shru k̃haken termis tasalli carit ki 'platform' es̃h 'record' cart, woz saveki khatem kert yandi ya cat̃ wost.

source: Make sure the sentence meets the following criteria:
wbl: Yẽqin car ki jũmla didẽg̃hikẽki rem dest dhetk mẽyorẽ mẽtobiq

source: Make sure they can be answered in just a couple of sentences
wbl: yẽqin car ki dẽ yi bu jumlan yavẽ jẽwobvẽ randẽn

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
wbl: K̃hũ shomil k̃hetk d̃at̃aẽ tumẽr c̃hak go cũmẽr ki bas wez, caq nẽs̃het obodiyoti d̃at̃a kat̃ k̃hẽ. pẽ jẽhon k̃hakẽn tẽrmisẽsh sak tẽmom obodiyoti d̃at̃ẽ shẽnokhtẽ khatmẽn.

source: Malagasy
wbl: Malagasy Zikes`h de Madghaskar k`hanen

source: Malay
wbl: Malay Zikes̃h de Brunei; Indonisia; Malasia et Singapore K̃hanen.

source: Malayalam
wbl: Malayalam Zikes`h de Hindustone Kerala Suba k`hanen

source: Male/Masculine
wbl: Nar/g̃hes̃h

source: Maltese
wbl: Maltese Ziki ce Maghribi Arabi Ziken Niyes̃hk, yem Zikes̃h de Latin Alphabet nivshen

source: Manage Email Subscriptions
wbl: Dhetk Barqinomah trẽ dhastit (jũr carit)

source: Manage Subscriptions
wbl: K̃hũ dhetkev (sabskripshan) trẽ dhastit.

source: Mapudungun
wbl: Chilli et Argetina he Mapuche Qaumiyate Zik

source: Marathi
wbl: Marathi Zikes̃h de Hindustone Suba Maharashtra k̃hanen

source: <mark>Check</mark>
wbl: Didig̃h

source: <mark>Data</mark>
wbl: <mark>Malũmot </mark>

source: <mark>Prompt</mark>
wbl: <mark>yi zẽmuner</mark>

source: <mark>Respond</mark>
wbl: <mark>Jawob randit </mark>

source: <mark>Transcribe</mark>
wbl: Owog̃hev Nivishit

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
wbl: <mark>K̃hũ puzhuhish-e (tahqiq-e)</mark> <mark>dẽstan CV-e yarker wũzũmn </mark><br/>

source: <mark>We need</mark><br/><mark>your help!</mark>
wbl: <mark>sav-e madadi (kũmeki)</mark><mark>saker darkor</mark><br/>

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
wbl: Wẽrkhũvnẽri Mat̃riksi (matrix) yi het̃, ranjẽg, prot̃kol (protocol) . bẽrwokht rabitakori, woz Mozillaẽ tarjihi het̃ qẽsa pẽlet̃forẽm

source: Maximum file size: 25 MB
wbl: Ghafch en ghafch fayl-e jay wũdrũk 25 MB

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
wbl: mũmkini spo<homepageLink>hompej</homepageLink>mẽdad wost?sowol persnẽr, shomil woc<matrixLink>jirgit jamoati gap</matrixLink>.sẽk<githubLink> zẽrya didig̃h GitHub</githubLink>yoy rec̃h<discourseLink>spo qẽsa

source: Mbo
wbl: Mbo (Management by Objective) Ziki Peter Druker e Ejod k`hetu

source: Meadow Mari
wbl: Medow Mari Zikes`h de Russian Federation e European Mari Qabilahe khalgish K`hanen

source: Media and Entertainment
wbl: Ablogh-e omah et tafrih

source: Medumba
wbl: Cameroone yi Muqomi Zik

source: Meetei Lon
wbl: Meetei Lon Zikes̃h de Manipur, Asam et Trepura Hinduston k̃hanen

source: Message
wbl: pyghom

source: Minimum sentences in file: 1000
wbl: Kam en kam jũmlayisht dẽ fayl 1000

source: [Mismatched content]
wbl: [mẽwodi yi sokht nast]

source: Misreadings
wbl: ghẽlat joyn/ ghẽlat hẽr k̃hũ pẽzũv kẽt̃ak

source: Missing an 's' at the end of a word.
wbl: 's' the dẽ lavsẽ orkir rẽmũs̃hẽn

source: Missing an <strong>'s'</strong> at the end of a word.
wbl: dẽ lavzẽ okhir yi 's' nẽs̃htk <strong></strong>

source: Missing 'A' or 'The' at the beginning of the recording.
wbl: 'a' yoy 'The' dẽ rikordinge shẽrun

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
wbl: <strong>'A'</strong> yoy <strong>'dẽ'</strong>dẽ rikordingẽ shẽruni nẽs̃het

source: Missing the end of the last word by cutting off the recording too quickly.
wbl: cẽ ricordingẽ jald rẽsidhẽn okẽri lavzẽ yandẽs̃h nũsen

source: Mixed
wbl: Qẽti/ jẽrgit

source: Mokpwe
wbl: Niger et Congove yi Muqomi Zik

source: Moksha
wbl: Moksha yoy vimoksha es`h de Hindu, Budhmat, Jainmat woz Aikh Mazhabev ruhoni ozodiyer khanen

source: Mongolian
wbl: Mongolian Zikes`h de Mongolia k`hanen

source: More
wbl: z̃aq woz

source: [More has been recorded than the required text]
wbl: [cẽ matanẽ zẽrũratẽn bes̃hẽv ricord̃ k̃hetk]

source: More languages coming soon
wbl: Woz be zikisht skẽ jald wẽzayn

source: Mossi
wbl: Mossi Zikes̃h de Burkina Faso et Mali k̃hanen

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
wbl: Lup kampunishites̃h ki kumd d̃ataẽ istimolẽn ghafch khalgẽs̃h da ne g̃hat. sakrẽs̃h sẽdhũyd bidat/ k̃hũ k̃hetkẽs̃h tẽrdest gon. askan sakẽ Kommon Voys shẽru kert, yi projekt̃ kumd ki oqozẽ shẽnokht cart woz kuk̃ht da ghat

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
wbl: Kampũnivẽ gha lup d̃et̃a cẽ istimol k̃hetk yawi dẽ ghafch khalg ne g̃hẽtetk. Sakrẽs̃h sẽdhũyd ki bes̃h bes̃h k̃hũ k̃hetk/ bidat/ inoveshan "inovation". askan sakẽ projkt̃ Kommon Voys k̃hẽtk, ki kũk̃htẽr owozẽ dishẽn

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
wbl: ziyodatar ricording haya owozẽr wost kumdrẽs̃h ki k̃hẽnakẽkũzgisht qẽsa carẽn. tus̃h yig̃hũnẽr mẽyorẽn bẽshkha owozẽ qẽbũl car kumdẽv ki s̃hukh k̃hẽnetk, yoyẽv ya pokiza 'd̃ramayi' owozẽr g̃hẽtũvetk. miribini car k̃hẽ baydẽ rang k̃hẽnetk owozẽt sẽk kampũwt̃ar k̃hetk owozvẽ rad car.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
wbl: Mozillaẽ Kommon Voysi yi oghoz ki mashinvẽ joyũvner mẽdad wost ki khalgẽs̃h aslẽn cersokht kand

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
wbl: 'Mozilla Common Voice' es̃h ce putun dunyohe mukhtalif guruh; sargarm korindah; zike olim;'data scientists'; mohir e ta'leem; woz 'software engineers' ve zariahen mumkin gok̃hen. Projectes̃h 'Mozilla Foundation' e zimaworiyer C̃hit.

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
wbl: Mozilla Kommon Voysi yi dẽnyo cẽ kũk̃htẽn lup mutanauw ijtimoẽ k̃hẽnakẽ het̃ D̃at̃aset̃ kumdẽs̃h ki sẽk ẽtya c̃het. Yemẽs̃h harsol taqriban yi "million" dollarẽ d̃at̃aset̃ woz 100+ zikvẽ jẽmoatẽs̃h tẽrpẽrũts̃h wuzumd koyishtẽs̃h ki sẽk spo yark qẽtyan. Tus̃h ki agar opẽn qadẽr caqrẽ car<b>wudhg ẽtya rnad!</b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
wbl: Mozillaẽ ozodh khizmatẽ owoz dishnẽ engen 'Deep Speech'ẽs̃h qẽsa dishnẽr istimolẽ bas wezin. Spo <githubLink>joy, dẽrwozaẽ tayin<githubLink></githubLink>woz shomil woc<discourseLink>dẽ D̃eepspeech D̃iscourse</discourseLink>yem dishnẽr ki cẽr sokht shẽrun.

source: Mutual accountability.
wbl: Terliman Zimadori.

source: Name
wbl: nung

source: Names of your language
wbl: Sav-e zik-e nungisht

source: Native Language
wbl: Tatpup-e zik

source: Nature and Environment
wbl: Qudrat et muhit (moholiyot)

source: Need help deciding which to choose?
wbl: Mẽdadi dẽrkor ki kumdẽ dũrzẽm

source: Need help with the Sex or Gender changes?
wbl: Dẽ jins far g̃hirn-e bora’r kũmeki (madadi) darkor a?

source: Need some help with accent?
wbl: Dẽ lahja (andoz z̃aqchiz madadi darkor a?)

source: Need some help with variants?
wbl: Digargun’v-e (mutaghayur’v-e) bora’r kũmeki (madadi) darkor a?

source: Need to download your data?
wbl: K̃hũ malũmotev rẽ dest k̃hũmũv-e dẽstan kũmeki (madadi) darkor a?

source: Nepali
wbl: Nepal e Sarkori Zik

source: New Language Launch
wbl: S̃heg̃hd Zike Soat K̃hak

source: News and Current Affairs
wbl: Akhbor woz rawon yarkisht/umur-e jori (masalayisht)

source: Next
wbl: yayor

source: Ngiembon
wbl: Ngiembon i Cameroon e Guruhi Zikven yi Zik

source: Nias
wbl: Yem Idorah JRD Tata woz Dr. Raja Ramanna he qoyim Khetk NIAS- National Institute of Advanced Studies, India

source: Nigerian Pidgin English
wbl: Noyjiri Kũpit-e Angrizi

source: NKo
wbl: NKO i Maghribi Afriqahe yi Zik

source: No
wbl: ney

source: [No ‘a’ in the original text]
wbl: [‘a’ dẽ asẽl nivishtk nast]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
wbl: <noCopyright>Haq-e Kopi </noCopyright>restrictions (cc-0)

source: No foreign letters
wbl: Kum trẽ bar-e (khoriji) nomayisht ney

source: No gravatar found for your email
wbl: Ti barqinomah dẽstan kum gravator gũtetk ne vite

source: No information
wbl: malũmoti nast

source: No information available
wbl: Chiz malumoti nast

source: No microphone found.
wbl: maykrofunẽm ne got

source: Non-binary
wbl: Kifch en trẽ bar

source: No numbers and special characters
wbl: Kum adad et khos harfisht ney

source: Northern Hindko
wbl: Northrern Hidko

source: Northern Sotho
wbl: Sotho Zikes̃h de Botswana et Leothu woz Shumol-Junubi Africa khanen

source: Northwest Gbaya
wbl: Cameroon et Markazi Afriqahe Muqomi Zik

source: Norwegian Bokmål
wbl: Norwegian Bokmal i Norway he kitobi Zik

source: Norwegian Nynorsk
wbl: Norwegian Nynorsk Ziki Norway he Sarkori Zik

source: No sentences to review. <addLink>Add more sentences now!</addLink>
wbl: didg̃hikri chiz jũmlayisht nast. <addLink> caq woz jũmlavẽ kat̃!</addLink>

source: ⓘ Not all sentences and clips have Variant tags yet!
wbl: Kũ jũmla’v et vẽndetk’veni ghal kum nis̃hun (tag) nast!

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
wbl: dẽ yod dũrz: cẽ wakhtẽt ki wing set̃, hẽyem set̃inges̃h badal cart cẽ <profileLink>ziti malumotẽ wẽraq</profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
wbl: Yod lecerit: sav’ri ghal be darkor ki sasht “k̃han” yoy “kũs̃hũyn” mulung yewrit ki rẽdho’r-e qism far g̃hirũvn-e dẽstan.

source: Not Found
wbl: Neyi got

source: No Thanks
wbl: ney s̃hobos̃h

source: No thanks, continue speaking
wbl: ney s̃hobos̃h, k̃hẽnakẽ jori lecẽr

source: Not use, or solicit, harmful or offensive language
wbl: Naqabili Istimol, talab k`hetk, nuqsondeh, yoy jarihanana zik me humuyd

source: No variant selected
wbl: Hechkum digar ney

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
wbl: Nivẽs̃h kommon voysẽ barar caq dish, chir ne yo ozmud? sẽk maykrofunẽ ayconẽr pakhch/klik taki jumlaẽ sarowz joyn shẽrun. <br/><br/> agarki tus̃h digar k̃halgvẽ owozẽ tawunẽ joyiza dũrznẽ zoq car tu awalgũni sẽk aykon klik car ki rikord̃ingi sẽk sekrin nivishet jũmlavẽ sokht teya nast

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
wbl: Nives̃h tu sakẽr yi open voys d̃atãsẽt̃ k̃hakẽr k̃hũ owozẽ atya rẽdhoẽ bas wez ki s̃heg̃hd eppvẽ (apps) ẽsbob (device) woz tenz̃et(web). ya jũmla joyd taki mashin disht ki khalgẽsh aslẽn cẽrsokht k̃hand, digarvẽ yark z̃hẽmũrnẽr. sherik wocẽn miyorẽ baf k̃hakẽr. yemi atumẽr sidam

source: Number of Voices
wbl: Owozve tedod

source: Numbers
wbl: Adad

source: Occitan
wbl: Occitan Zikes̃h de Junubi France, Italy, Monaco woz Spain k̃hanen

source: Off
wbl: Band

source: Offensive Content
wbl: jarihana muwod

source: Offensive language
wbl: Qarwẽzũmnẽ zik

source: Offensive speech
wbl: Jarihona qẽsa/ taqrir yoy zẽrũvnẽ qẽsa/ taqrir

source: Offline Sources
wbl: cẽ tẽnovẽn beshkha zẽrya

source: On
wbl: Het̃

source: On desktop devices you can contribute by downloading…
wbl: Sẽk deskt̃op asbobẽs̃h downlowd̃ car k̃hẽ mẽdadẽ basẽs̃h wez

source: On his head he wore a beret.
wbl: Yawẽ hẽr k̃hũ sar yi beret̃ diyetk.

source: On iOS please continue with Safari to enable recording…
wbl: Miribini car k̃hẽ sẽk ISO ricord̃ car woz sẽk Safari fẽol go

source: Only show me sentences and clips from my variant
wbl: Rost ki jũmla’v et vẽndetkev (klipev) cẽ z̃hũ digargun’ven disũv.

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
wbl: tor ki sẽdhoydẽ ki joynẽ kuzgẽ kumd harf tag ne winetk, wozẽs̃h telafuzẽs̃h ghelat ẽndoza cart, miriboni car k̃hẽ rad car agar ki tori yaqin nast, shekhsnẽ mẽrwotẽ pakhch.

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
wbl: torẽs̃h ki sẽdhũyd ki joynẽ kũzgẽ tẽrmis yem harf ne winetk. woz dẽ tẽlafuzẽs̃h ghẽlat andoza cart, mireboni car k̃hẽ rad car agar tawri ki malum nast, shekhsnẽ mẽrwatẽ istimol.

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
wbl: Oshkor ijodi dẽ pũzũv kumdes̃h ki sak yark caren. Tahqiqi yark hamkori k̃hak, malũmotev g̃hũrtn, yoy musohibah-e dẽstan <emailFragment>g̃hatit </emailFragment>

source: Optionally join on our email list for updates and new information about the project.
wbl: Apd̃et̃ẽt woz s̃heg̃hd molumot hosil khakẽr/ dũrznẽ destan K̃hũ zoqẽr dẽ spo email list shomil woc.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
wbl: K̃hũ zoqẽri jama k̃hetk obodyoti d̃at̃aẽb tag pẽ jehon ne gon yaniki (umr, jins, zik wos lehja), wozẽb dẽ d̃at̃asẽt yo er ti akownt̃ ne kat̃ẽn. baf tayinẽ dẽstanẽb ti zoti owd̃iyu klipvẽ tayinẽr dẽ obodiyoti d̃at̃aẽn qẽti carẽn. misoliki, yi muhaqiqẽs̃h yimakhsũs tabqaẽ tẽrbiyatẽ dẽstan training mod̃ulẽ nis̃hon gok̃ht.

source: Ormuri
wbl: Ormuni

source: Ossetian
wbl: Osseti

source: Other
wbl: Digar

source: Other Language
wbl: jidha zik

source: Other people validate those voice clips.
wbl: digar khalgisht ya owoz clip've ozmud caren

source: Other voice datasets…
wbl: digar owozẽ d̃at̃sẽt…

source: Other Voice Datasets
wbl: digar owozẽ d̃at̃aset̃isht

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
wbl: Spo yũrt-e sũkrot k̃hakkũzgep jald dẽ sav g̃hat ki saver bes̃h malũmot rẽdho’r-e pishkash cart woz savep agah cart ozor ki kum khalg cem zik en skemes̃h yark cart.

source: Our governance is founded on the pillars of:
wbl: Spo Intizome bunyodhi eskem istinev barqaror:

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
wbl: Spo ziki spo zhindag, spo jẽmoat, spo khewkhẽrad, wezit d̃at̃aset̃ gon, d̃at̃aset̃ kumdẽs̃h ki sak zoqẽn ki dẽ dẽnyo winẽn.

source: Our Partners
wbl: Spo sharokatdorisht

source: Our partners include...
wbl: Spo hisadorishtẽv...

source: Overall Accuracy
wbl: Ijtimoi drustẽgi/ pẽtun drũstẽgi/ kũl drũstẽgi

source: Overall Hr. Total
wbl: Kul tasdiq k̃hetk Hr

source: Papiamento (Aruba)
wbl: Papiamento (Arubo)

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
wbl: Dẽ zikvẽ jẽmoatẽ qẽsa shomil woc, sowol car, woz wezaynẽ muqaẽt qẽsav shomil woc

source: Partner
wbl: Hisador

source: Partners
wbl: Yorbarisht

source: Partnerships
wbl: Sharokatdoriyisht

source: Partnerships and networks
wbl: Shirkatdoriy et 'networks'

source: Partnerships, Press and Stories, Community and Languages
wbl: shẽrikat dorisht, pakhc woz zhindagisht, jẽmoat woz zikisht

source: Partner with us
wbl: Dẽ sakẽn shẽrikad dorisht

source: [Part of the text can’t be heard]
wbl: matanẽ z̃aq hisaẽ kẽs̃hũyni mũshkil

source: Pashto
wbl: Pashtu

source: Past recordings download requests
wbl: Misũ bandisht gũzorishev khamũv

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
wbl: "Common Voice" yurter terdhast Owoze "dataset" tey. Woz putun Dunyo he khizmatgorve sodo nev yemer quwat dhetk. Haya khalgisht kuyes̃hki Owoze application k̃hake zoq lcert, yashtes̃h masheen yek̃hk wocne model ver terbiyat redhowe dsitan dataset ev istimol k̃hke bas wezin. Hanivdami bus̃hter owoze dataset ish Kompunive sohibig̃her tey. woz yashtes̃h s̃heg̃hd yarkver nowuc̃htkig̃h paido caren. "Voice dataset" e numoyindagiyi Angrizi zik nedishne khalg; C̃hoku khalg; K̃huynan woz LGBTQIA khalgve numoyindagi ghafch kam. Yeme ma'niyi yemki owoze kus̃huyne qobil "technology" es̃h masheeni zikver yark ne cart. woz kumres̃hki yem yark cart bebet, her yiew er barobar (yizel) ne C̃hit.Sakes̃h hayawe badal k̃hake bas wazinki herjaye khlagve owoz de saken qiti wost.

source: People come and contribute their voices.
wbl: khalgisht wezin woz k̃hu owoz've peesh caran

source: Persian
wbl: Porsi zik

source: Personal dashboards keep you up-to-date with individual and community progress.
wbl: zoti d̃ishbord̃ẽs̃h tawẽ cẽ har khalg woz jẽmoatẽ pẽshraftẽn bokhẽbar lecẽr

source: Personally Identifiable Information
wbl: Zoti lihozer shinokht k̃hak-e malũmot

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
wbl: Sẽk pẽtun Kommon V|odesẽfar <playbookLink>medadgor hidoyatẽ hosil</playbookLink>Ce lokẽlizashanẽn d̃at̃asetẽistimolẽ batk, hayaran dẽ po jamoaten cẽr sokht qẽti wocẽn

source: <playIcon></playIcon>Last one!
wbl: <playIcon></playIcon> okhẽri

source: Play/Stop
wbl: J̃akh, chawũv/pũtrũm, rok (ple/st̃op)

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
wbl: Mehrboni carit k̃he spo <templateFileLink>qolibi fayl-e rabt (template file)</templateFileLink> Sav-e jũmlayisht ce naql en pok wocni darkor. (CC0 yoy ijozat dhetk asl yark cẽ rẽdhokũzg en (by the submitter). woz bowar carit ki yemi grammar-e hisober dũrũst woz joyner oson. Jama k̃hetk jũmla’ver joyn-e dẽstan khom lihozer 10 en 15 sekond̃ wakht dũrzni darkor woz yemisht kum hindisa, shakhsi zamirisht woz khususi nis̃hun’v en trẽ vich hũmũyen.

source: Please fill out this field.
wbl: Mehbroni carit k̃he yem jay (maydon) pũr carit

source: Please select a language to review sentences.
wbl: Miriboni car jumlavẽ didẽg̃hikẽr yi zikẽ yewẽr/ intikhob

source: Polish
wbl: poland̃i

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
wbl: yi 'account' tayor car, agar tirmiskini ki nast Yandi k̃hu zike intikhob carit can cẽbas project 'Common voice' e intikhob carit. Hadraep filev tarjuma he haten gotit. Sẽk yiewev ki 'click' kert, yawep angreezi lavzev disuvd woz yik boxep tarjumaher disuvd.

source: Portuguese
wbl: Purtagoli

source: Powered by global communities, for global communities — 130 languages and growing!
wbl: Dẽnyo jẽmoatvẽ toqatẽn, dẽyoẽ jẽmoatẽr—130 zikishtẽs̃h tẽrẽqin!

source: Press and stories
wbl: pakhch woz zhindagisht

source: Press and Stories
wbl: pakhch woz zhindagisht.

source: Press play, listen & tell us: did they accurately speak the sentence below?
wbl: plyẽ pakhch, kẽs̃hũy woz sakẽr k̃han: cẽrg tub niv yem destẽ jũmlaẽ k̃hana?

source: Press { shortcut-play-toggle } to toggle play mode
wbl: pley mod̃ẽ t̃agẽl (toggle) k̃hakẽr pakhch { shortcut-play-toggle }

source: Privacy
wbl: Rozmandiyisht

source: <privacyLink>Privacy</privacyLink>
wbl: <privacyLink>Roz </privacyLink>

source: Privacy Policy
wbl: Rozmandig̃h-e polisi

source: Privacy, security and transparency.
wbl: Raazdari; Hifozat; woz Shafofiyat.

source: Pro
wbl: tẽrmis/ terpẽrũt

source: Process / Steps
wbl: Amal / Qadamish

source: Profile
wbl: Khokah
